/* Context menu entry for going to the about screen */
"About" = "Om";

/* Caption for about screen */
"About ATVFiles" = "Om ATVFiles";

/* Preference menu item for EnableAC3Passthrough */
"AC3 Passthrough" = "AC3 Pass-through";

/* Delete Confirmation dialog text (arg = filename) */
"Are you sure you want to delete the file %@?" = "Är du säker på att du vill ta bort filen %@?";

/* Asset Path label for info screen */
"Asset Path" = "Sökväg till resurs";

/* Asset Type label for info screen */
"Asset Type" = "Resurstyp";

/* Asset URL label for info screen */
"Asset URL" = "URL till resurs";

/* Audio Format label for info screen */
"Audio Format" = "Ljudformat";

/* Context menu entry for deleting a file */
"Delete" = "Ta bort";

/* Delete Confirm dialog title (arg = filename) */
"Delete %@?" = "Ta bort %@?";

/* Delete status dialog title (arg = filename) */
"Deleting %@..." = "Tar bort %@...";

/* Asset Description label for info screen */
"Description" = "Beskrivning";

/* Asset Duration label for info screen */
"Duration" = "Längd";

/* Enable File Stacking */
"Enable File Stacking" = "Aktivera filtravning";

/* Context menu entry for showing playlist info */
"File Info" = "Filinfo";

/* ATVFiles app name (should match CFBundleName) */
"Files" = "Filer";

/* Context menu entry for marking as played */
"Mark as Played" = "Markera som spelad";

/* Context menu entry for marking as unplayed */
"Mark as Unplayed" = "Markera som ospelad";

/* No */
"No" = "Nej";

/* Context menu entry for playing contents of a folder */
"Play Folder" = "Spela mapp";

/* Playlist asset type for info screen */
"Playlist Asset" = "Spellistresurs";

/* Playlist Contents label for info screen */
"Playlist Contents" = "Spellistinnehåll";

/* Context menu entry for showing playlist info */
"Playlist Info" = "Spellistinfo";

/* Preference menu item for EnableFileDurations */
"Read File Durations" = "Läs fillängder";

/* Asset Resolution label for info screen */
"Resolution" = "Upplösning";

/* Resume Offset */
"Resume Offset" = "Kompensation för återupptagande";

/* Set Root Directory */
"Set Root Directory" = "Ställ in rot-mapp";

/* Context menu entry for going to settings screen
   Title for settings menu */
"Settings" = "Inställningar";

/* Show File Extensions */
"Show File Extensions" = "Visa filändelser";

/* Show File Sizes */
"Show File Sizes" = "Visa filstorlekar";

/* Show Unplayed Dot */
"Show Unplayed Dot" = "Visa markering för ospelad";

/* Stack Contents label for info screen */
"Stack Contents" = "Trava innehåll";

/* Stacked Asset type label for info screen */
"Stacked %@" = "Travat %@";

/* Asset Summary label for info screen */
"Summary" = "Sammanfattning";

/* Asset Title label for info screen */
"Title" = "Titel";

/* Label for version, replacements are: version number (0.5.0), short version number (22), and a tag indicating debug builds on the next line */
"Version: %@ (%@)%@" = "Version: %1$@ (%2$@)%3$@";

/* Video Format label for info screen */
"Video Format" = "Videoformat";

/* Yes */
"Yes" = "Ja";

